import styles from './TextBlockTwo.module.css'

export function TextBlockTwo(){
    return(

        <div className={styles.textblock2}>
            <h1 className={styles.title2}>Описание</h1>
            <p className={styles.text2}>Студия видеопродакшена полного цикла предлагает профессиональные услуги по созданию качественного визуального контента для бизнеса и творческих проектов. Мы реализуем полный спектр задач — от разработки концепции и написания сценария до съемки, монтажа и постпродакшена с использованием современных технологий. Наша команда специализируется на производстве рекламных роликов, корпоративных фильмов, музыкальных клипов, презентационных и обучающих видео. Собственное оборудование и творческий подход позволяют нам воплощать даже самые смелые идеи, обеспечивая высокое качество картинки и звука. Индивидуальный подход к каждому проекту, внимание к деталям и соблюдение сроков — наши ключевые принципы работы.</p>

        </div>
    )
}